Repository: josephmawa/TextCompare
Catalog: po/*.po
Languages: es, hr, nl

source: Text Compare
es: Comparador de texto
hr: Usporedi tekst
nl: Tekstvergelijking

source: Text;Compare;Difference;Comparison;Checker;Diff;
es: Texto;Comparar;Diferencia;Comparación;Comprobador;Diferencia;
hr: Tekst;Usporedi;Razlika;Usporedba;Provjera;
nl: Tekst;Vergelijken;Verschil;Overeenkomst;Controle;Diff;

source: Text snippet comparison
es: Comparación de fragmentos de texto
hr: Usporedba isječaka teksta

source: Compare old and new text.
es: Compare el texto antiguo con el nuevo.
hr: Usporedi stari i novi tekst.
nl: Vergelijk oude en nieuwe tekst.

source: Below are the main features of Text Compare:
es: A continuación se enumeran las principales características de Comparador de texto:
hr: Ispod su glavne funkcije aplikacije „Usporedba tekstova“:
nl: Tekstvergelijking beschikt over de volgende mogelijkheden:

source: Compare two versions of the same text
es: Compare dos versiones del mismo texto
hr: Usporedi dvije verzije istog teksta
nl: Vergelijk twee versies van dezelfde tekst;

source: Switch to dark, light, or system mode
es: Cambiar al modo oscuro, claro o del sistema
hr: Prebaci na tamni, svijetli ili sustavski modus
nl: Kies voor het lichte, donkere of systeemthema.

source: Compare text in real time
es: Comparar texto en tiempo real
hr: Usporedi tekst u stvarnom vremenu

source: TextCompare in dark mode
es: Comparador de texto en modo oscuro
hr: Usporedba teksta u tamnom modusu
nl: Tekstvergelijking met het donkere thema

source: TextCompare in light mode
es: Comparador de texto en modo claro
hr: Usporedba teksta u svijetlom modusu
nl: Tekstvergelijking met het lichte thema

source: translator-credits
es: haggen88
hr: Milo Ivir <mail@milotype.de>
nl: Heimen Stoffels

source: New and old text are both empty
es: El texto nuevo y el antiguo están vacíos
hr: Novi i stari tekst su prazni
nl: Er zijn geen te vergelijken teksten ingevoerd

source: Comparison Failed
es: La comparación ha fallado.
hr: Usporedba nije uspjela
nl: Vergelijken mislukt

# shortcut window
source: General
hr: Općenito
nl: Algemeen

# shortcut window
source: Show Shortcuts
es: Mostrar atajos de teclado
hr: Prikaži prečace
nl: Sneltoetsen tonen

# shortcut window
source: Quit
es: Salir
hr: Zatvori aplikaciju
nl: Afsluiten

# shortcut window
source: Show Preferences
es: Mostrar Preferencias
hr: Prikaži postavke
nl: Voorkeuren openen

# shortcut window
source: Compare Text
es: Comparar texto
hr: Usporedi tekst
nl: Tekst vergelijken

# shortcut window
source: Go Back
es: Volver atrás
hr: Idi natrag
nl: Ga terug

source: Preferences
es: Preferencias
hr: Postavke
nl: Voorkeuren

source: Color Theme
es: Color del tema
hr: Tema boje
nl: Thema

source: Set color theme
es: Establecer color del tema
hr: Postavi temu boje
nl: Thema instellen

source: Color theme
es: Color del tema
hr: Tema boje
nl: Thema

# System color theme
source: System
es: Sistema
hr: Sustav
nl: Systeeminstellingen

# Light color theme
source: Light
es: Claro
hr: Svijetla
nl: Licht thema

# Dark color theme
source: Dark
es: Oscuro
hr: Tamna
nl: Donker thema

source: Text Comparison
es: Comparación de textos
hr: Usporedba teksta
nl: Tekstvergelijking

source: Text comparison settings
es: Configuración de la comparación de textos
hr: Postavke usporedbe teksta
nl: Tekstvergelijkingsvoorkeuren

source: Comparison Token
es: Token de comparación
hr: Token za usporedbu
nl: Vergelijkingsmethode

source: Select Comparison Token
es: Seleccionar token de comparación
hr: Odaberi token za usporedbu
nl: Kies de vergelijkingsmethode

source: Case Sensitivity
es: Distinción entre mayúsculas y minúsculas
hr: Razlikovanje velikih i malih slova
nl: Hoofdlettergevoelig

source: Case Senitive Comparison
es: Comparación sensible a mayúsculas y minúsculas
hr: Usporedba s razlikovanjem velikih i malih slova
nl: Vergelijk teksten met hoofdlettergevoeligheid

source: Real Time Comparison
es: Comparación en tiempo real
hr: Usporedba u stvarnom vremenu

source: Compare Text In Real Time
es: Comparar texto en tiempo real
hr: Usporedi tekst u stvarnom vremenu

source: Compare
es: Comparar
hr: Usporedi
nl: Vergelijken

source: _Old Text
es: _Texto antiguo
hr: _Stari tekst
nl: _Oude tekst

# accessibility
source: Old text
es: Texto antiguo
hr: Stari tekst

source: _New Text
es: _Texto nuevo
hr: _Novi tekst
nl: _Nieuwe tekst

# accessibility
source: New text
es: Texto nuevo
hr: Novi tekst

source: _Comparison
es: _Comparación
hr: _Usporedba
nl: Ver_gelijken

# accessibility
source: Text comparison
es: Comparación de textos
hr: Usporedba teksta

source: Main Menu
es: Menú principal
hr: Glavni izbornik
nl: Hoofdmenu

# accessibility
source: Main menu
es: Menú principal
hr: Glavni izbornik

# Back to main screen
source: Back
es: Volver atrás
hr: Natrag
nl: Terug

# accessibility
source: Back
es: Volver atrás
hr: Natrag
nl: Terug

source: <span font-size="large">For large text comparison, select lines or sentences as comparison token in settings</span>
es: <span font-size="large">Para comparar textos largos, seleccione líneas o frases como token de comparación en la configuración</span>
hr: <span font-size="large">Za usporedbu velikog teksta odaberi retke ili rečenice kao token za usporedbu u postavkama</span>

source: _Preferences
es: _Preferencias
hr: _Postavke
nl: _Voorkeuren

source: _Keyboard Shortcuts
es: _Atajos de teclado
hr: _Tipkovni prečaci
nl: _Sneltoetsen

source: _About Text Compare
es: _Acerca de Comparador de texto
hr: _O aplikaciji Usporedba teksta
nl: _Over Tekstvergelijking

source: Characters
es: Caracteres
hr: Znakovi
nl: Tekens

source: Words
es: Palabras
hr: Riječi
nl: Woorden

source: Lines
es: Líneas
hr: Redci
nl: Regels

source: Sentences
es: Frases
hr: Rečenice
nl: Zinnen
